Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: "The oil companies and the supplier industry have made a tremendous effort in streamlining the activities, and now we can see that these measures are working."
nb: «Oljeselskapene og leverandørindustrien har lagt ned en formidabel innsats i å effektivisere virksomheten, og nå ser vi at tiltakene virker.»

source: The biggest savings on these eight projects are a result of altered development solutions.
nb: Den største innsparingen på de åtte prosjektene skyldes endrede utbyggingsløsninger.

source: The second largest reduction is within drilling and wells, which on average accounts for around 30 per cent of the overall field development costs.
nb: Den nest største reduksjonen er innen boring og brønn, som i snitt utgjør rundt 30 prosent av de totale kostnadene i en feltutbygging.

source: This is due to the decline in rental rates for drilling rigs, and also that the companies are planning wells that can be drilled faster.
nb: Dette skyldes nedgangen i leieprisen for borerigger, men også at selskapene planlegger brønner som er raskere å bore.

source: The actual drilling operation has also become more efficient, so that the price per metre of well will be much lower than before.
nb: I tillegg er selve boreoperasjonene effektivisert, slik at prisen per meter brønn vil bli mye lavere enn tidligere.

source: Investments in pipelines and cables are also expected to decline significantly.
nb: Også investeringer i rørledninger og kabler er antatt å falle betraktelig.

source: This is a result of falling prices for materials, and choosing different routes.
nb: Dette skyldes synkende materialpriser og at andre traseer blir valgt.

source: Simplified development solutions and less costly materials will yield more reasonably priced modifications and adaptations of facilities where the oil and gas from new developments will be taken in and processed.
nb: Forenklede utbyggingsløsninger og prisfall på materialer vil gi rimeligere ombygginger og tilpasninger på innretningene der oljen og gassen fra nye utbygginger skal tas inn og prosesseres.

source: Despite the positive development in the cost scenario, Sølvberg cautions against short-term savings at the expense of long-term value creation on the shelf.
nb: Tross den positive utviklingen i kostnadsbildet, advarer Sølvberg mot at kortsiktige innsparingstiltak blir gjennomført på bekostning av den langsiktige verdiskapingen på sokkelen.

source: She also warns against cutting staff in important technical environments, as it could impair the capacity for innovation and the ability to find smart solutions.
nb: Hun advarer også mot å kutte bemanningen i viktige fagmiljøer, slik at innovasjonskapasiteten og evnen til å finne smarte løsninger blir svekket.

source: The NPD has noted tendencies where companies prioritise minimum investment in the development phase, but that could limit subsequent upgrades of the facilities, or make them more expensive.
nb: Oljedirektoratet ser tendenser til at selskaper prioriterer å investere minst mulig i utbyggingsfasen, noe som kan legge begrensinger på eller fordyre senere oppgraderinger av anleggene.

source: "We must not put ourselves in a situation where cost cuts reduce the future flexibility on the fields, or have a detrimental impact on our ability and willingness to use technology that can provide better and more efficient resource management," says the development director.
nb: «Vi må ikke stelle oss slik at kostnadskuttene reduserer den framtidig fleksibiliteten på feltene, eller går ut over evnen og viljen til å ta i bruk teknologi som kan gi en bedre og mer effektiv ressursforvaltning,» sier utbyggingsdirektøren til slutt.

source: The discovery was previously known as “Astero”.
nb: Funnet er tidligere omtalt som «Astero».

source: Byrding is an oil and gas discovery in block 35/11.
nb: Byrding er et olje- og gassfunn som ligger i blokk 35/11.

source: The estimated volume of recoverable resources from the discovery is about 1.8 million standard cubic metres of oil equivalents.
nb: Estimert utvinnbare ressurser fra funnet er om lag 1,8 millioner standard kubikkmeter oljeekvivalenter.

source: The discovery is located about 3.8 kilometres north of Fram and 27 kilometres southwest of Gjøa.
nb: Funnet ligger om lag 3,8 kilometer nord for Fram og 27 kilometer sørvest for Gjøa.

source: Water depth in the area is 360 metres, and the reservoir is situated about 3100 metres below the sea surface.
nb: Vanndypet i området er 360 meter, og reservoaret ligger på rundt 3100 meter under havoverflaten.

source: Statoil is the operator (45 per cent ownership interest).
nb: Statoil er operatør (45 prosents andel).

source: The other licensees are Wintershall (25%), Idemitsu (15%) and Engie (15%).
nb: De øvrige rettighetshaverne er Wintershall (25) og Idemitsu (15) og Engie (15).

source: A byrding was a Viking ship with high sides (as opposed to a longship) intended for use along the coast.
nb: I sagatiden var byrding betegnelse på skip med høye sider (i motsetning til langskip) beregnet for trafikk nær kysten.

source: It looks much like a knarr (a merchant ship), but is more rounded.
nb: Fartøyet minner om knarren, men er buttere.

source: Both types could be rowed as well as sailed.
nb: Begge typer kan både ros og seiles.

source: The discovery was made in 2005 with the drilling of well 35/11-13, and was subsequently appraised by well 35/11-14 in 2006.
nb: Funnet ble gjort i 2005 ved boring av brønn 35/11-13, og senere vurdert med brønn 35/11-14 i 2006.

source: Development of Byrding has been considered multiple times over the past ten years.
nb: Utbygging av Byrding har blitt vurdert flere ganger de siste ti årene.

source: The concept choice was made in the 1st quarter of 2015 and the licensees plan to start production in the 2nd quarter of 2017.
nb: Konseptvalg ble tatt 1. kvartal 2015 og rettighetshaverne planlegger å starte produksjon i løpet av 2. kvartal 2017.

source: The plan is to develop Byrding with a two-branch well drilled from an available slot on the existing subsea template on Fram H-North.
nb: Byrding er planlagt bygget ut med en togrensbrønn boret fra en ledig slisse på den eksisterende havbunnsrammen på Fram H-Nord.

source: The wellstream will be routed via Fram infrastructure to Troll C, where it will be partially processed.
nb: Brønnstrømmen vil føres via Fram infrastruktur til Troll C, hvor den blir delvis prosessert.

source: The oil will then be transported via pipeline to Mongstad, north of Bergen, while the gas will be sent via Troll A to the terminal at Kollsnes, south of Mongstad.
nb: Oljen vil videre bli transportert i rørledning til Mongstad, nord for Bergen, mens gassen sendes via Troll A til terminalen på Kollsnes, sør for Mongstad.

source: “It is very positive that Byrding is now being developed and is contributing to value creation both for society at large and for the licensees,” says Tomas Mørch, the NPD’s Assistant Director for the Northern North Sea.
nb: «Det er svært positivt at Byrding nå blir bygget ut og bidrar til å skape verdier både for samfunnet og rettighetshaverne,» sier Tomas Mørch, underdirektør for Nordsjøen nord i Oljedirektoratet.

source: He emphasises the importance of efficient utilisation of existing infrastructure and that the companies cooperate to develop good area solutions.
nb: Han understreker viktigheten av at eksisterende infrastruktur blir utnyttet effektivt og at selskapene samarbeider om å få utviklet gode områdeløsninger.

source: The development of minor discoveries using existing infrastructure, where the ownership structure and strategies differ in the various production licenses, may pose commercial challenges.
nb: Utvikling av mindre funn mot eksisterende infrastruktur, der eierstruktur og strategier er forskjellig i de ulike utvinningstillatelsene, kan by på kommersielle utfordringer.

source: “Good dialogue between the different players is the key to finding good area solutions,” says Mørch.
nb: «God dialog mellom de ulike aktørene er nøkkelen for å finne gode områdeløsninger,» sier Mørch.

source: The Byrding discovery is located within production licence 090 B.
nb: Byrding-funnet ligger innenfor utvinningstillatelse 090 B.

source: Subsea template on Fram (Illustration: Statoil)
nb: Havbunnsrammen på Fram (Illustrasjon: Statoil)

source: Wellbore 16/1-12 will be drilled from the Songa Dee drilling facility at position 58° 48’ 22.48’’ North and 02° 15’ 50.73’’ East after the facility finishes drilling wildcat well 25/10-9 for Lundin Norway AS in production licence 304.
nb: Brønnbane 16/1-12 skal bores fra boreinnretningen Songa Dee i posisjon 58° 48’ 22.48’’ Nord og 02° 15’ 50.73’’ Øst etter avslutning av boring av undersøkelsesbrønnen 25/10-9 for Lundin Norway AS i utvinningstillatelse 304.

source: The drilling program for wellbore 16/1-12 relates to the drilling of an appraisal well in production licence 338.
nb: Boreprogrammet for brønnbane 16/1-12 gjelder boring av avgrensingsbrønn i utvinningstillatelse 338.

source: Lundin is the operator with a 50 per cent ownership interest and the other licensees are Wintershall and RWE-DEA with 30 and 20 per cent stakes, respectively.
nb: Lundin er operatør med 50 prosent andel mens øvrige rettighetshavere er Wintershall og RWE-DEA med hhv 30 og 20 prosent hver.

source: The area of this production licence consists of the southeast part of block 16/1.
nb: Arealet i denne tillatelsen består av den sørøstlige delen av blokk 16/1.

source: Well 16/1-12 is located about 25 km east of the 15/3-1 S Gudrun discovery in the central part of the North Sea.
nb: Brønn 16/1-12 er lokalisert om lag 25km øst for 15/3-1 S Gudrun-funnet i midtre del av Nordsjøen.

source: Production licence 338 was awarded in the Awards in Predefined Areas (APA) in 2004.
nb: Utvinningstillatelse 338 ble tildelt i TFO i 2004.

source: This is the third well drilled in the production licence.
nb: Dette er den tredje brønnen som bores i utvinningstillatelsen.

source: The permit is conditional on the operator securing all other permits and consents required by other authorities before the drilling activity commences.
nb: Tillatelsen forutsetter at de øvrige tillatelser og samtykker som kreves av andre myndigheter er gitt før boreaktiviteten starter.

source: The original plan was to shut down the field in the late 1990s.
nb: Opprinnelig var planen å stenge feltet sent på 1990-tallet.

source: Now, the plan is to produce at least until the mid-2020s.
nb: Nå er planen i alle fall å produsere til midt på 2020-tallet.

source: Director General Bente Nyland attended the celebrations at Statoil’s office.
nb: Oljedirektør Bente Nyland var til stede da begivenheten ble markert i Statoils lokaler.

source: The following is a summary of her speech:
nb: Her er noe av det hun sa:

source: Dear everyone and especially everyone who has worked in the Statfjord organisation.
nb: Kjære alle sammen og spesielt til dere i Statfjord-organisasjonen.

source: Congratulations on this major milestone.
nb: Gratulerer med en stor begivenhet.

source: Five billion barrels of oil and gas from one field puts Statfjord in a unique position.
nb: Fem milliarder fat olje og gass fra ett felt setter Statfjord i en særstilling.

source: This amounts to about 12 per cent of the total Norwegian production of oil and gas since the very beginning and until the turn of the year.
nb: Dette utgjør rundt tolv prosent av den totale norske produksjonen av olje og gass siden starten og fram til årsskiftet.

source: From 1981 to 1994, Statfjord was the largest producer of oil on the Norwegian shelf.
nb: Fra 1981 til 1994 var Statfjord det feltet på norsk sokkel som produserte mest olje.

source: And no other field has ever delivered so much oil in a single day – this day was 16 January 1987 – when 850 204 barrels of oil were produced.
nb: Og ingen felt har noen gang levert så mye olje på en enkelt dag – det skjedde 16. januar i 1987 – da ble det produsert 850 204 fat olje.

source: Though the current production level is much lower – about 100 000 barrels of oil equivalents per day – as of July only ten of the 82 fields on the shelf produced more oil and gas overall than Statfjord.
nb: Selv om produksjonen nå er mye lavere, rundt 100 000 fat oljeekvivalenter per dag, var det per juli bare 10 av de 82 feltene på sokkelen som produserte mer olje og gass samlet enn Statfjord.

source: The field has turned out to be highly resilient.
nb: Feltet har vist seg å være svært seiglivet.

source: From having an estimated lifetime until the mid-1990s, the plan for Statfjord Late Life in 2005 was to produce until 2012.
nb: Fra å ha en anslått levetid til midt på 1990-tallet, la planen for Statfjord senfase i 2005 opp til å produsere til 2012.

source: And here we are today – with every indication that Statfjord will continue operating until the mid-2020s.
nb: Og her står vi i dag, og alt tyder på at Statfjord kan komme til å leve til midt på 2020-tallet.

source: I would not be surprised if the field also surpasses this date.
nb: Jeg blir ikke det spor forbauset om det blir vel så det.

source: There are many stories behind the success of the Statfjord field – I firstly want to talk about the efforts to improve recovery and events where the Norwegian Petroleum Directorate has played a strong role.
nb: Det er mange historier som kan fortelles om Statfjord-feltet – jeg vil først og fremst fortelle om innsatsen for å øke utvinningen og begivenheter der Oljedirektoratet har vært sterkt involvert.

source: There are many – also in the NPD, who have enjoyed exciting technical tasks related to the development and follow-up of the field.
nb: Det er mange, også i OD, som har hatt spennende faglige oppgaver knyttet til utviklingen og oppfølgingen av feltet.

source: Those who were responsible for the first phase are now retired – but their eyes still light up when they talk about those early years.
nb: De som var med i den tidligste fasen er nå blitt pensjonister, men de forteller fortsatt med stor entusiasme om de første årene.

source: At the end of 1979, just five years after the discovery well, production started from a platform that was originally intended for the Beryll field on the UK side.
nb: Allerede i slutten av 1979, bare fem år etter funnbrønnen, startet produksjonen fra en plattform som opprinnelig skulle stått på Beryl-feltet på britisk side.

source: The Statfjord field is a good example of excellent interaction between the authorities and oil companies from day one.
nb: Statfjord-feltet er et eksempel på godt samspill mellom myndigheter og oljeselskap helt fra dag én.

source: A key success factor is that both parties must have expertise and capacity – as well as the ability and willingness to communicate to find solutions that will benefit the owners and society.
nb: En forutsetning for suksess er at det må være både kompetanse og kapasitet til stede hos begge parter – og evne og vilje til dialog for å finne løsninger som er til gode for eierne og for samfunnet.

source: It is important for the NPD to ensure that there is room for potential future improved recovery measures, even as early as in the planning phase for a development.
nb: En viktig jobbordre i OD er at allerede i planleggingsfasen for en utbygging skal vi påse at det tas høyde for mulige framtidige tiltak for økt utvinning.

source: This rule was in effect when we started developing the Norwegian shelf.
nb: Den regelen gjaldt da vi begynte å bygge ut norsk sokkel.

source: And it still applies today.
nb: Og den gjelder fortsatt i dag.

source: Johan Sverdrup is an example of this.
nb: Som for eksempel på Johan Sverdrup.

source: One of the early, but vital decisions involved selecting the correct depletion strategy.
nb: En viktig beslutning som måtte tas tidlig - var å velge riktig dreneringsstrategi.

source: Following many discussions between the companies and the Norwegian Petroleum Directorate – the strategy chosen was one that would also ensure good production in the field’s late life.
nb: Etter flere diskusjoner mellom selskapene og Oljedirektoratet ble det valgt en strategi som skulle komme til å sikre god produksjon også i feltets senfase.

source: Water was injected in Brent, the good upper reservoir, and gas was injected in the lower Statfjord, to maintain control throughout the production course.
nb: Det ble injisert vann i det øvre gode reservoaret, Brent, og gass i det nedre, Statfjord, for å ha kontroll gjennom hele produksjonsløpet.

source: Work was also underway on the Statpipe pipeline, another important milestone that was timed deliberately to reduce the risk of losing gas resources.
nb: I tillegg ble det arbeidet med rørledningen Statpipe, en annen milepæl og godt timet for å redusere risikoen for at gassressurser ikke skulle gå tapt.

source: Statpipe would transport the gas from Statfjord to Kårstø before it was transported on to Europe.
nb: Statpipe skulle frakte gassen fra Statfjord til prosessanlegget på Kårstø før den ble fraktet videre ut til Europa.

source: At the time, fully documented technology was not available for crossing the deep Norwegian Trench with pipelines, and there were many sceptics.
nb: Det var den gang ikke fullt ut dokumentert teknologi tilgjengelig for å krysse den dype Norskerenna med rørledninger, og det var mange skeptiske røster til om dette lot seg gjøre.

source: However, this did not prove too big a challenge for Norwegian engineering – as evidenced by the many engineering feats on the shelf.
nb: Men norsk ingeniørkunst klarte det – som den har klart andre utfordringer på sokkelen.

source: Statpipe was – and continues to be important for our extensive infrastructure for exporting Norwegian gas.
nb: Statpipe var, og er, viktig for den omfattende infrastrukturen vi har for eksport av norsk gass.

source: The regulations that prohibited flaring of gas came into place all the way back in the 1970s.
nb: Allerede på 70-tallet fikk vi et regelverk som ikke tillot brenning av gass.

source: Like now, these regulations only permitted flaring when necessary due to safety.
nb: Den gang som nå, ble brenning av gass bare tillat av sikkerhetshensyn.

source: Since there was no established scheme for the transport and sale of gas at the beginning, the solution was to inject it back into the subsurface, which helped maintain the pressure in the reservoir, and to wash out the oil that needed a bit of a push to come out.
nb: Siden det i starten ikke var etablert noen ordning for transport og salg av gass, ble løsningen å injisere den tilbake i undergrunnen, noe som bidrog til å holde trykket i reservoaret og til å vaske ut oljen som ikke kom opp av seg selv.

source: Statfjord is one of three fields with the highest levels of gas injection – and a quick equation reveals that between five and ten per cent more oil has been produced as a result of this.
nb: Statfjord er ett av tre felt der det er injisert mest gass – og et kjapt regnestykke viser at det er produsert et sted mellom fem og ti prosent ekstra olje som følge av dette.

source: And, as is the case with injected gas, most of it can be produced when there is no longer any profitable oil left to pump out.
nb: Og det er slik med injisert gass at det meste av den kan produseres når det ikke er mer lønnsom olje å pumpe opp.

source: Since Statfjord is a border field, there needed to be an agreement with the UK to split the field.
nb: Siden Statfjord er et grensefelt, måtte en avtale med britene om deling av feltet på plass.

source: The treaty between Norway and the UK stipulates that if a field extends across the border, an attempt must be made to arrive at a shared and efficient exploitation of the deposit.
nb: I traktaten mellom Norge og Storbritannia heter det at dersom et felt strekker seg over grenselinjen, skal man søke å komme fram til felles og effektiv utnyttelse av forekomsten.

source: The allocation formula is determined by how much oil is originally in place in the respective countries.
nb: Fordelingsnøkkelen er bestemt av hvor mye olje tilstede opprinnelig i hvert av landene.

source: Due to the size of the field, even minor miscalculations could have enormous economic consequences, which led to long, costly and painfully exacting calculation processes.
nb: På grunn av størrelsen på feltet vil selv små feilberegninger ha enorme økonomiske konsekvenser, noe som førte til lange, kostbare og pinlig nøyaktige beregningsprosesser

source: When the first negotiations were finalised in 1976, it was determined that 88.88470 per cent of the field belonged to Norway.
nb: Da de første forhandlingene ble sluttført i 1976, ble det slått fast at 88,88470 prosent av feltet tilfalt Norge.

source: The Norwegian ownership interest dropped to 84 per cent in 1979, and it was finally set at 85.46869 per cent in 1994.
nb: I 1979 sank norsk eierandel til 84 prosent, og i 1994 ble den endelig fastsatt til 85,46869 prosent.

source: Decimals are vital when substantial assets and income are at stake!
nb: Desimaler er viktig når store verdier og inntekter står på spill!

source: The Norwegian Petroleum Directorate played an active role in the negotiations with the UK authorities.
nb: Oljedirektoratet spilte en aktiv rolle i forhandlingene med de britiske myndighetene.

source: It was not an easy task for anyone, particularly the Brits, who had accepted the median line principle despite the fact that the law of the sea could have given them the rights to the Norwegian Trench, given a different outcome for the boundary setting.
nb: Det var ingen lett oppgave for noen av partene, og særlig ikke for britene, som hadde godtatt midtlinjeprinsippet på tross av at havretten kunne gitt dem rettigheter til Norskerenna gitt ett annet utfall på grensesettingen.

source: As Director General of the NPD, I would be remiss to leave out the famous letter from the Norwegian Petroleum Directorate to Mobil regarding the Statfjord B platform, which is called Norway’s most expensive letter.
nb: Som oljedirektør kommer jeg ikke utenom det berømte brevet fra Oljedirektoratet til Mobil om Statfjord B-plattformen, som blir kalt Norges dyreste brev.

source: In parallel with the field development plan in the mid-1970s, work was under way on planning yet another platform on the field, Statfjord B – along the same lines as Statfjord A.
nb: Parallelt med feltutviklingsplanen midt på 1970-tallet ble det arbeidet med å planlegge enda en plattform på feltet, Statfjord B – etter samme lest som Statfjord A.

source: The NPD found this unacceptable for safety reasons, and therefore sent the letter demanding that Statfjord B should have its own living quarters platform.
nb: Dette ville ikke OD akseptere av sikkerhetsmessige årsaker, og sendte dermed brevet som forlangte at Statfjord B skulle ha en egen boligplattform.

source: This resulted in Statfjord B being constructed with a fire wall between the living quarters and the rest of the platform, which set a new safety standard for the shelf.
nb: Dette resulterte i at Statfjord B ble bygd med brannvegg mellom boligkvarteret og resten av plattformen, og dette satte en ny sikkerhetsstandard på sokkelen.

source: It also must be mentioned that construction of the Statfjord B platform was delayed by a year, that the price tag rose significantly and that production capacity dropped – and later rose again.
nb: Det hører med til historien at byggingen av Statfjord B-plattformen ble utsatt med ett år, at prislappen gikk betydelig opp og at produksjonskapasiteten ble redusert – for seinere å øke.
